// markers.js
const markers = [
    {
        city: "Априлци",
        geocode: [42.841756, 24.917709],
        popUp: "ул.Драгни Стойчев, 5641 гр.Априлци"
      },
      {
        city: "Ардино",
        geocode: [41.583561, 25.135276],
        popUp: "ул. Пирин, 6750 Ардино"
      },
      {
        city: "Ардино",
        geocode: [41.583061, 25.134152],
        popUp: "улица Републиканска, 6750 Ардино"
      },
      {
        city: "Ардино",
        geocode: [41.580028, 25.133278],
        popUp: "Ардино"
      },
      {
        city: "Антон",
        geocode: [42.735078, 24.260305],
        popUp: "ул. България, 2089 Антон"
      },
      {
        city: "Болярово",
        geocode: [42.148889, 26.809884],
        popUp: "ул. Димитър Благоев, 8720 Болярово"
      },
      {
        city: "Борино",
        geocode: [41.683749, 24.292708],
        popUp: "197, 4824 Борино"
      },
      {
        city: "Бяла",
        geocode: [43.465115, 25.731369],
        popUp: "ул. Цар Освободител 41, 7100 Бяла"
      },
      {
        city: "Бяла",
        geocode: [43.461486, 25.739285],
        popUp: "ул. Цар Освободител 113-101, 7100 Бяла"
      },
      {
        city: "Бяла",
        geocode: [43.454380, 25.738575],
        popUp: "Георги Бенковски 31, 7100 Бяла"
      },
      {
        city: "Бяла",
        geocode: [43.468083, 25.675750],
        popUp: "ул. Васил Априлов 26, 7101 Гара Бяла"
      },
      {
        city: "Велики Преслав",
        geocode: [43.162140, 26.801611],
        popUp: "ул. „Неофит Рилски“ 65949, 9850 Велики Преслав"
      },
      {
        city: "Велики Преслав",
        geocode: [43.162844, 26.807639],
        popUp: "ул. „Борис Спиров“ 92, 9850 Велики Преслав"
      },
      {
        city: "Велики Преслав",
        geocode: [43.159336, 26.809585],
        popUp: "ул. „Панайот Волов“, 9850 Велики Преслав"
      },
      {
        city: "Велики Преслав",
        geocode: [43.161880, 26.815496],
        popUp: "9850 Велики Преслав"
      },
      {
        city: "Велико Търново",
        geocode: [43.076289, 25.616931],
        popUp: "ул. „Филип Тотю“ 17-15, 5002 Район Западен,- ОУ Бачо Киро"
      },
      {
        city: "Велико Търново",
        geocode: [43.080386, 25.614729],
        popUp: "5000 ж.к. Акация, Велико Търново"
      },
      {
        city: "Велико Търново",
        geocode: [43.080727, 25.604889],
        popUp: "ул „Полтава\" 5, 5005 ж.к. Колю Фичето, Велико Търново"
      },
      {
        city: "Велико Търново",
        geocode: [43.068667, 25.618111],
        popUp: "ул. „Лазурна“ 1, 5008 ж.к. Зона Б, Велико Търново"
      },
      {
        city: "Велико Търново",
        geocode: [43.066747, 25.611738],
        popUp: "ул. „Иларион Драгостинов“, 5008 ж.к. Бузлуджа, Велико Търново"
      },
      {
        city: "Велико Търново",
        geocode: [43.061876, 25.600139],
        popUp: "ул. „Райна Княгиня“ 5В, 5004 ж.к. Чолаковци, Велико Търново"
      },
      {
        city: "Велико Търново",
        geocode: [43.061833, 25.605428],
        popUp: "5008 Велико Търново"
      },
      {
        city: "Ветово",
        geocode: [43.704240, 26.264890],
        popUp: "ул. Велико Търново, 7080 Ветово"
      },
      {
        city: "Враца",
        geocode: [43.195376, 23.566735],
        popUp: "бул. „2-ри юни“ 161-149, 3001 Медковец, Враца - 2 бр."
      },
      {
        city: "Враца",
        geocode: [43.204746, 23.562778],
        popUp: "ул. „Козлодуйски бряг“ 34, 3002 ж.к. Самуил, Враца - 2 бр."
      },
      {
        city: "Враца",
        geocode: [43.208576, 23.553164],
        popUp: "ул. „Климент Охридски“, 3000 Враца Център, Враца"
      },
      {
        city: "Враца",
        geocode: [43.207079, 23.550581],
        popUp: "ул. „Георги С. Раковски“ 28-30, 3000 Враца Център, Враца"
      },
      {
        city: "Враца",
        geocode: [43.213968, 23.551620],
        popUp: "ул. „Сестри Хаджикръстеви“ 7, 3000 ж.к. Металург, Враца"
      },
      {
        city: "Враца",
        geocode: [43.223719, 23.552615],
        popUp: "Стоян Ц. Даскалов, 3005 ж.к. Дъбника, Враца"
      },
      {
        city: "Враца",
        geocode: [43.222264, 23.544641],
        popUp: "3005 ж.к. Дъбника, Враца"
      },
      {
        city: "Враца",
        geocode: [43.220804, 23.541280],
        popUp: "3005 ж.к. Сениче, Враца"
      },
      {
        city: "Враца",
        geocode: [43.215058, 23.545027],
        popUp: "бул. „Христо Ботев“ 140А, 3000 72, Враца"
      },
      {
        city: "Враца",
        geocode: [43.200343, 23.554309],
        popUp: "бул. „2-ри юни“ 47-45, 3001 Враца Център, Враца - 2 бр."
      },
      {
        city: "Враца",
        geocode: [43.201511, 23.551090],
        popUp: "ул. „Генерал Леонов“ 14А, 3000 Враца Център, Враца"
      },
      {
        city: "Враца",
        geocode: [43.207745, 23.544704],
        popUp: "ул. Оборище 7, 3000 Враца"
      },
      {
        city: "Горна Оряховица",
        geocode: [43.118561, 25.689403],
        popUp: "ул. „Пирот“ 45, 5100 Горна Оряховица"
      },
      {
        city: "Горна Оряховица",
        geocode: [43.128493, 25.681802],
        popUp: "53 23, 5101 Горна Оряховица"
      },
      {
        city: "Горна Оряховица",
        geocode: [43.132580, 25.684167],
        popUp: "ул. Васил Левски 10-8, 5101 Пролет, Горна Оряховица"
      },
      {
        city: "Горна Оряховица",
        geocode: [43.133609, 25.679852],
        popUp: "5101 Горна Оряховица"
      },
      {
        city: "Горна Оряховица",
        geocode: [43.139128, 25.681556],
        popUp: "ул. „Мусала“, 5102 Горна Оряховица"
      },
      {
        city: "Горна Оряховица",
        geocode: [43.131262, 25.680751],
        popUp: "ул. Васил Левски 4-8, 5101 Горна Оряховица"
      },
      {
        city: "Горна Оряховица",
        geocode: [43.123234, 25.680615],
        popUp: "5100 Горна Оряховица"
      },
      {
        city: "Горна Оряховица",
        geocode: [43.119545, 25.687766],
        popUp: "бул. „Македония“, 5100 Център, Горна Оряховица"
      },
      {
        city: "Гложево",
        geocode: [43.733477, 26.388391],
        popUp: "2001, 7040 Глоджево"
      },
      {
        city: "Две Могили",
        geocode: [43.590957, 25.874943],
        popUp: "ул. Христо Смирненски 1, 7150 Две могили - 2 бр."
      },
      {
        city: "Дебелец",
        geocode: [43.042971, 25.620990],
        popUp: "ул. Патриарх Евтимий Търновски 50, 5030 Дебелец"
      },
      {
        city: "Димитровград",
        geocode: [42.055583, 25.584083],
        popUp: "ул. „Емилиян Станев“ 8-6, 6404 Димитровград"
      },
      {
        city: "Димитровград",
        geocode: [42.055222, 25.597306],
        popUp: "бул. Димитър Благоев 19Е, 6400 кв. Димитър Благоев, Димитровград"
      },
      {
        city: "Димитровград",
        geocode: [42.054333, 25.581611],
        popUp: "ул. „Христо Г. Данов“ 8, 6404 Димитровград"
      },
      {
        city: "Димитровград",
        geocode: [42.052028, 25.583972],
        popUp: "бул. „Христо Ботев“ 37-35, 6404 Димитровград"
      },
      {
        city: "Димитровград",
        geocode: [42.058044, 25.585143],
        popUp: "6400 жк. Дружба, Димитровград"
      },
      {
        city: "Димитровград",
        geocode: [42.057778, 25.595806],
        popUp: "ул. „Св. Климент Охридски“ 12-6, 6400 кв. Димитър Благоев"
      },
      {
        city: "Димитровград",
        geocode: [42.058000, 25.600250],
        popUp: "ул. „Иван Вазов“, 6400 Димитровград"
      },
      {
        city: "Димитровград",
        geocode: [42.061500, 25.601389],
        popUp: "Блок 3, ул. „Простор“, 6400 кв. Раковски, Димитровград"
      },
      {
        city: "Димитровград",
        geocode: [42.061371, 25.587563],
        popUp: "ул. „Христо Смирненски“, 6400 жк. Дружба, Димитровград"
      },
      {
        city: "Дряново",
        geocode: [42.975347, 25.475372],
        popUp: "ул.Стефан Стамболов 43, 5370 Дряново"
      },
      {
        city: "Дряново",
        geocode: [42.973770, 25.470752],
        popUp: "ул. Шипка 164, 5370 Дряново"
      },
      {
        city: "Етрополе",
        geocode: [42.843362, 24.005762],
        popUp: "2180 Осем, Етрополе"
      },
      {
        city: "Етрополе",
        geocode: [42.830544, 23.998563],
        popUp: "37 30-38, 2180 Етрополе"
      },
      {
        city: "Златоград",
        geocode: [41.379188, 25.097731],
        popUp: "ul. Belovidovo, 4980 Златоград"
      },
      {
        city: "Златоград",
        geocode: [41.380158, 25.096032],
        popUp: "ул. Освобождение, 4980 Златоград"
      },
      {
        city: "Златоград",
        geocode: [41.383676, 25.091210],
        popUp: "4980 Златоград"
      },
      {
        city: "Златоград",
        geocode: [41.379998, 25.085290],
        popUp: "4980 Стадион Златоград"
      },
      {
        city: "Златица",
        geocode: [42.712036, 24.140551],
        popUp: "ул. Владислав Варненчик 10, 2080 Златица-2бр."
      },
      {
        city: "Кабиле",
        geocode: [42.529316, 26.478958],
        popUp: "ул.Спартак 4-10, 8629 Кабиле"
      },
      {
        city: "Казанлък",
        geocode: [42.622311, 25.402204],
        popUp: "ул. „19-ти февруари“ 43, 6100 кв. 'Кулата', Казанлък"
      },
      {
        city: "Казанлък",
        geocode: [42.618325, 25.396236],
        popUp: "ул. „Доктор Стамболски 1, 6100 кв. Родина, Казанлък"
      },
      {
        city: "Казанлък",
        geocode: [42.618177, 25.384387],
        popUp: "бул. „23-ти пехотен Шипченски полк“ 27-85, 6100 кв. Къренски, Казанлък"
      },
      {
        city: "Казанлък",
        geocode: [42.617924, 25.369985],
        popUp: "бул. „23-ти пехотен Шипченски полк“147, 6103 Казанлък"
      },
      {
        city: "Казанлък",
        geocode: [42.621097, 25.378346],
        popUp: "ж.к. Васил Левски 13 Б, 6103 Абая, Казанлък"
      },
      {
        city: "Казанлък",
        geocode: [42.623637, 25.385928],
        popUp: "ул. „Генерал Столетов“ 22-16, 6100 Розариум, Казанлък"
      },
      {
        city: "Казанлък",
        geocode: [42.627781, 25.388449],
        popUp: "бул. „Освобождение“, 6100 Стадиона, Казанлък"
      },
      {
        city: "Казанлък",
        geocode: [42.609209, 25.396414],
        popUp: "Депо Казанлък"
      },
      {
        city: "Калофер",
        geocode: [42.610825, 24.975372],
        popUp: "ул. 9-ти септември 5, 4370 Калофер"
      },
      {
        city: "Калояново",
        geocode: [42.356841, 24.731222],
        popUp: "ул. Димчо Дебеляанов, 4173 Калояново"
      },
      {
        city: "Карлово",
        geocode: [42.645194, 24.803179],
        popUp: "ул. Цанко Церковски, 4302 Карлово"
      },
      {
        city: "Карлово",
        geocode: [42.644480, 24.807014],
        popUp: "Водопад 1, 4300 Център, Карлово"
      },
      {
        city: "Карлово",
        geocode: [42.639562, 24.800176],
        popUp: "ул. Генерал Заимов No 8, 4300 Карлово"
      },
      {
        city: "Карлово",
        geocode: [42.636756, 24.807565],
        popUp: "ул. „Александър Стамболийски“ 44-46, 4300 кв. Васил Левски, Карлово"
      },
      {
        city: "Карлово",
        geocode: [42.640992, 24.807323],
        popUp: "ул. Димитър Събев 2-6, 4300 кв. Васил Левски, Карлово"
      },
      {
        city: "Каспичан",
        geocode: [43.316299, 27.159186],
        popUp: "ул. „Македония“, 9930 Каспичан"
      },
      {
        city: "Каспичан",
        geocode: [43.313224, 27.159422],
        popUp: "ул. „Симеон Велики“ 1a, 9930 Каспичан"
      },
      {
        city: "Килифарево",
        geocode: [42.994182, 25.621557],
        popUp: "улица Александър Стамболийски 10, 5050 Килифарево"
      },
      {
        city: "Кнежа",
        geocode: [43.494373, 24.079062],
        popUp: "ул. „Толбухин“ 4, 5835 Център, Кнежа"
      },
      {
        city: "Кнежа",
        geocode: [43.497405, 24.080664],
        popUp: "ул. Марин Боев 70, 5835 Център, Кнежа"
      },
      {
        city: "Крумовград",
        geocode: [41.474152, 25.652264],
        popUp: "улица Димитър Благоев 1, 6900 Крумовград"
      },
      {
        city: "Крумовград",
        geocode: [41.470428, 25.652394],
        popUp: "ул. „Христо Ботев“ 1, 6900 Крумовград"
      },
      {
        city: "Кукорево/ Общ.Тунджа",
        geocode: [42.447169, 26.533329],
        popUp: "5304 10-12, 8673 Кукорево"
      },
      {
        city: "Ловеч",
        geocode: [43.137222, 24.699444],
        popUp: "5501 ж.к. Младост, Ловеч"
      },
      {
        city: "Ловеч",
        geocode: [43.135028, 24.701111],
        popUp: "5501 ж.к. Младост, Ловеч"
      },
      {
        city: "Ловеч",
        geocode: [43.143333, 24.705417],
        popUp: "5507 ж.к. Червен бряг, Ловеч"
      },
      {
        city: "Ловеч",
        geocode: [43.157194, 24.714667],
        popUp: "5502 ж.к. Здравец, Ловеч"
      },
      {
        city: "Ловеч",
        geocode: [43.155278, 24.714722],
        popUp: "ж.к. Здравец, 5502 ж.к. Здравец, Ловеч"
      },
      {
        city: "Ловеч",
        geocode: [43.144222, 24.717389],
        popUp: "ул. „Търговска“ 70, 5502 Ловеч Център, Ловеч"
      },
      {
        city: "Любимец",
        geocode: [41.844297, 26.082242],
        popUp: "ул. „Ж. Терпешев“, 6550 Любимец"
      },
      {
        city: "Любимец",
        geocode: [41.842714, 26.080652],
        popUp: "ул. „Църковна“ 6, 6550 Любимец"
      },
      {
        city: "Момчилград",
        geocode: [41.523493, 25.411973],
        popUp: "ул. „Георги Бенковски“, 6800 Момчилград"
      },
      {
        city: "Момчилград",
        geocode: [41.525329, 25.413800],
        popUp: "ул. Максим Горки, 6800 Момчилград"
      },
      {
        city: "Момчилград",
        geocode: [41.527816, 25.408754],
        popUp: "ул. „Гюмюрджинса“, 6800 Момчилград"
      },
      {
        city: "Мартен /Русе/",
        geocode: [43.913837, 26.091037],
        popUp: "7058 Мартен"
      },
      {
        city: "Нова Загора",
        geocode: [42.501895, 26.009083],
        popUp: "ул. „Христо Ботев“, 8900 Център, Нова Загора"
      },
      {
        city: "Нова Загора",
        geocode: [42.491295, 26.023641],
        popUp: "8900 Център, Нова Загора"
      },
      {
        city: "Нова Загора",
        geocode: [42.492218, 26.011413],
        popUp: "улица „Професор Минко Балкански“, 8900 Център, Нова Загора"
      },
      {
        city: "Павел баня",
        geocode: [42.595964, 25.208878],
        popUp: "ул. Трети март 2, 6155 Павел баня"
      },
      {
        city: "Павел баня",
        geocode: [42.596778, 25.203893],
        popUp: "ул. Освобождение 31, 6155 Павел баня"
      },
      {
        city: "Павликени",
        geocode: [43.233629, 25.317458],
        popUp: "5200 Павликени ул. Филип Тотьо 13"
      },
      {
        city: "Павликени",
        geocode: [43.237615, 25.310324],
        popUp: "5200 Център, Павликени ул. Поп Богомил 15"
      },
      {
        city: "Павликени",
        geocode: [43.236398, 25.300990],
        popUp: "пл. „Стефан Караджа\", 5200 Център, Павликени"
      },
      {
        city: "Панагюрище",
        geocode: [42.500519, 24.187835],
        popUp: "ул. „Георги Бенковски“ 32, 4500 Панагюрище"
      },
      {
        city: "Панагюрище",
        geocode: [42.496707, 24.186261],
        popUp: "ул. „Петко Мачев“ 59-53, 4500 Център, Панагюрище"
      },
      {
        city: "Панагюрище",
        geocode: [42.496958, 24.185845],
        popUp: "ул. „Петко Мачев“ 51, 4500 Център, Панагюрище"
      },
      {
        city: "Панагюрище",
        geocode: [42.505351, 24.177397],
        popUp: "4500 Център, Панагюрище"
      },
      {
        city: "Панагюрище",
        geocode: [42.505547, 24.177381],
        popUp: "ул. „Нистор Ружеков“, 4500 Център, Панагюрище"
      },
      {
        city: "Пирдоп",
        geocode: [42.702719, 24.172590],
        popUp: "ул. Княз Борис І, 2070 Център, Пирдоп"
      },
      {
        city: "Пирдоп",
        geocode: [42.701035, 24.179363],
        popUp: "ул. Княз Александър Батенберг, 2070 Център, Пирдоп"
      },
      {
        city: "Плачковци",
        geocode: [42.826329, 25.482866],
        popUp: "609 4-26, 5360 ул. Стара планина, Плачковци"
      },
      {
        city: "Плевен",
        geocode: [43.403056, 24.609583],
        popUp: "ул. „Лозенград“ 10-18, 5804 Плевен Център, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.402333, 24.614222],
        popUp: "ул. „Марин Дринов“ 2, 5804 Плевен Център, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.411417, 24.614583],
        popUp: "ул. „Бяло море“ 2, 5801 Плевен Център, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.425111, 24.596278],
        popUp: "ул. „Синчец“, 5802 ж.к. Сторгозия, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.420378, 24.597734],
        popUp: "5802 ж.к. Сторгозия, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.423167, 24.596306],
        popUp: "ул. „Еделвайс“, 5802 ж.к. Сторгозия, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.408111, 24.644167],
        popUp: "5806 ж.к. Дружба III, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.414750, 24.619111],
        popUp: "ул. „Петко Р. Славейков“ 30, Плевен Център"
      },
      {
        city: "Плевен",
        geocode: [43.403083, 24.631778],
        popUp: "ж.к. Дружба I, 5806 ж.к. Дружба I, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.404000, 24.633972],
        popUp: "5806 ж.к. Дружба I, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.401583, 24.636861],
        popUp: "5806 ж.к. Дружба II, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.409278, 24.624389],
        popUp: "ул. „Уилям Гладстон“ 13-9, 5803 Плевен Център, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.398056, 24.622194],
        popUp: "ул. „Петко Каравелов“, 5800 Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.397722, 24.626250],
        popUp: "ул. „Мануш Войвода“, 5800 Мара Денчева, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.402265, 24.617297],
        popUp: "ул. „Гургулят“ 21, 5804 Плевен Център, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.400829, 24.622145],
        popUp: "ул. „Генерал Колев“ 21-11, 5800 Плевен Център, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.408595, 24.648723],
        popUp: "5806 Дружба 4, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.409716, 24.627308],
        popUp: "ул. „Свети Климент Охридски“, 5803 Плевен Център, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.413781, 24.631873],
        popUp: "ул. „Георги Кочев“ 23-15, 5803 Плевен Център, Плевен"
      },
      {
        city: "Плевен",
        geocode: [43.429554, 24.586100],
        popUp: "ул. „Цар Самуил“, 5802 Северна промишлена зона, Плевен"
      },
      {
        city: "Плиска",
        geocode: [43.360957, 27.124063],
        popUp: "2007 7, 9920 Плиска"
      },
      {
        city: "Пловдив",
        geocode: [42.139764, 24.728705],
        popUp: "бул. „Пещерско шосе“ 30, 4000 ж.к. Младежки хълм, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.151472, 24.733500],
        popUp: "ул. „Янко Сакъзов“, 4002 Мараша, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.148557, 24.732043],
        popUp: "Мараша, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.148144, 24.726623],
        popUp: "ул. „Прогрес“ 4002, 4002 Център, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.140729, 24.726658],
        popUp: "4002 ж.к. Младежки хълм, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.160315, 24.729712],
        popUp: "ул. „Ян Хус“ 7, 4027 ж.к. Захарна фабрика, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.161408, 24.757139],
        popUp: "ул. „Гонда вода“, 4021 Гагарин, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.128295, 24.777676],
        popUp: "ул. „Димитър Ризов“ 199, 4023 Тракия, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.131283, 24.791734],
        popUp: "4023 Тракия, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.131902, 24.794659],
        popUp: "ул. „Съединение“ 45-43, 4023 Тракия, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.137435, 24.796935],
        popUp: "жк. Тракия 96Е, 4023 кв. Капитан Бураго - А7, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.140689, 24.794510],
        popUp: "Блок 14, 4023 кв. Хан Аспарух - А9, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.136382, 24.790941],
        popUp: "бул. „Освобождение“, 4023 кв. Захари Зограф - А11, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.133329, 24.788513],
        popUp: "4023 кв. Търговски - А5, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.134585, 24.740650],
        popUp: "4002 Южна промишлена зона, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.152033, 24.761521],
        popUp: "4000 Център, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.149303, 24.762397],
        popUp: "ул. „Капитан Георги Мамарчев“ 31, 4000 Център, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.148026, 24.761793],
        popUp: "ул. „Стойчо Мушанов“ 50, 4000 Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.145563, 24.758573],
        popUp: "ул. „Родопи“, 4000 Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.145563, 24.758573],
        popUp: "ул. „Родопи“, 4000 Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.149000, 24.782847],
        popUp: "4019 бул. Цариградско шосе 15, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.156297, 24.783706],
        popUp: "4006 Столипиново, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.149964, 24.786161],
        popUp: "ул. „Ландос“, 4006 Столипиново, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.149819, 24.788045],
        popUp: "ул. „Буная“ 1, 4006 Изгрев, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.150698, 24.788878],
        popUp: "ул. „Златорог“, 4006 Изгрев, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.147713, 24.777783],
        popUp: "ул. „Полковник Владимир Серафимов“ 124-125, 4006 Гладно Поле"
      },
      {
        city: "Пловдив",
        geocode: [42.141266, 24.771914],
        popUp: "ул. „Богомил“ 89, 4017 Казарми, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.123687, 24.759897],
        popUp: "4004 Южна промишлена зона, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.148057, 24.775839],
        popUp: "бул. „Цариградско шосе“, 4019 Гладно Поле, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.141009, 24.768455],
        popUp: "ул. „Лев Толстой“ 1, 4017 Каменица 2, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.138923, 24.756441],
        popUp: "ул. „Богомил“ 34, 4000 Каменица 1, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.142059, 24.765438],
        popUp: "ул. „Ралица“ 2, 4017 Каменица 2, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.155399, 24.717789],
        popUp: "Северен, 4003 Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.159938, 24.731152],
        popUp: "бул. Васил Априлов 146, Северен, 4027 Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.155782, 24.732499],
        popUp: "ул. „Полковник Сава Муткуров“ 93, 4003 Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.143594, 24.743194],
        popUp: "ул. „Цар Иван Александър“ 1, 4000 Център, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.148096, 24.738282],
        popUp: "ул. „Генерал Данаил Николаев“ 22-28, 4020 Център, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.134665, 24.757262],
        popUp: "ул. „Хан Аспарух“ 141-137, 4000 Съдийски, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.100357, 24.702390],
        popUp: "4016 Коматево, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.126011, 24.724392],
        popUp: "ул. „Константин Геров“, 4004 ж.к. Христо Ботев - Юг, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.122240, 24.747679],
        popUp: "ул. „Пере Тошев“ 83-81, 4004 ж.к. Христо Ботев - Юг, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.126071, 24.749580],
        popUp: "ул. „Иван Гарванов“, 4030 ж.к. Христо Ботев - Север, Пловдив"
      },
      {
        city: "Пловдив",
        geocode: [42.120976, 24.746962],
        popUp: "4004 ж.к. Христо Ботев - Юг, Пловдив"
      },
      {
        city: "Попово",
        geocode: [43.351860, 26.227054],
        popUp: "ул.Марко Николов 5, 7800 Попово"
      },
      {
        city: "Попово",
        geocode: [43.341838, 26.217689],
        popUp: "ж.к. Русаля МБАЛ вход, 7800 Попово"
      },
      {
        city: "Попово",
        geocode: [43.348704, 26.230220],
        popUp: "ул.Юрий А.Гагарин 17, 7800 Попово"
      },
      {
        city: "Попово",
        geocode: [43.348289, 26.214075],
        popUp: "бул.\"България\"170, 7800 Попово"
      },
      {
        city: "Правец",
        geocode: [42.897726, 23.911944],
        popUp: "2161 кв. Север, Правец"
      },
      {
        city: "Правец",
        geocode: [42.893184, 23.916548],
        popUp: "ул. „Стара река“ 3, 2161 Център, Правец"
      },
      {
        city: "Разград",
        geocode: [43.524472, 26.540950],
        popUp: "ул. „Свети Климент“ 102, 7200 АБРИТУС, Разград"
      },
      {
        city: "Разград",
        geocode: [43.534643, 26.524851],
        popUp: "ул. „Гаврил Кръстевич“ 1, 7200 ж.к. Васил Левски, Разград"
      },
      {
        city: "Разград",
        geocode: [43.531461, 26.517910],
        popUp: "7200 ж.к. Лудогорие, Разград"
      },
      {
        city: "Разград",
        geocode: [43.532898, 26.521951],
        popUp: "7200 ж.к. Освобождение, Разград"
      },
      {
        city: "Разград",
        geocode: [43.518946, 26.520507],
        popUp: "ул. „Борис Йончев“ 23, 7205 Оборище, Разград"
      },
      {
        city: "Разград",
        geocode: [43.529080, 26.512092],
        popUp: "ул. „Преслав“, 7200 Бели Лом, Разград"
      },
      {
        city: "Разград",
        geocode: [43.529312, 26.521158],
        popUp: "ул. „Тополница“ 5, 7200 ж.к. Освобождение, Разград"
      },
      {
        city: "Разград",
        geocode: [43.525057, 26.520571],
        popUp: "7200 Разград Център, Разград"
      },
      {
        city: "Разград",
        geocode: [43.524199, 26.536214],
        popUp: "7200 Стефан Караджа, Разград"
      },
      {
        city: "Разград",
        geocode: [43.516946, 26.517153],
        popUp: "7205 ж.к. Орел, Разград"
      },
      {
        city: "Русе",
        geocode: [43.833520, 25.954130],
        popUp: "бул. „Мидия-енос“ 2, 7001 ж.к. Мидия-Енос, Русе"
      },
      {
        city: "Русе",
        geocode: [43.828139, 25.976306],
        popUp: "ул. „Никола Й. Вапцаров“ 191-193, 7015 ж.к. Дружба 3, Русе"
      },
      {
        city: "Русе",
        geocode: [43.838417, 25.969528],
        popUp: "ул. „Опълченска“, 7018 ж.к. Чародейка - север, Русе"
      },
      {
        city: "Русе",
        geocode: [43.832333, 25.976417],
        popUp: "ул. „Тодор Икономов“ 1-6, 7019 ж.к. Чародейка - юг, Русе"
      },
      {
        city: "Русе",
        geocode: [43.823389, 25.973833],
        popUp: "ул. „Стоян Михайловски“ 94, 7015 ж.к. Дружба 3, Русе"
      },
      {
        city: "Русе",
        geocode: [43.825889, 25.971389],
        popUp: "ул. „Даме Груев“ 44, 7015 ж.к. Дружба 3, Русе"
      },
      {
        city: "Русе",
        geocode: [43.831028, 25.959278],
        popUp: "ул. „Луи Айер“, Русе"
      },
      {
        city: "Русе",
        geocode: [43.834778, 25.950528],
        popUp: "ул. „Антим I-ви“ 10, 7001 Веждата, Русе"
      },
      {
        city: "Русе",
        geocode: [43.844361, 25.946361],
        popUp: "7000 Русе Център, Русе"
      },
      {
        city: "Русе",
        geocode: [43.848472, 25.990722],
        popUp: "ул. „Нови Сад“, 7013 Здравец Изток, Русе"
      },
      {
        city: "Русе",
        geocode: [43.852222, 25.998111],
        popUp: "ул. „Райна Княгиня“, 7013 Здравец Изток, Русе"
      },
      {
        city: "Русе",
        geocode: [43.851611, 25.975806],
        popUp: "ул. „Родопи“ 3, 7005 ж.к. Здравец - Север 1, Русе"
      },
      {
        city: "Русе",
        geocode: [43.842056, 25.950083],
        popUp: "ул. „Княз Ал. Дондуков-Корсаков“ 19-15, 7012 Русе Център, Русе"
      },
      {
        city: "Русе",
        geocode: [43.849194, 25.949806],
        popUp: "ул. „Велико Търново“ 3, 7000 Русе Център, Русе"
      },
      {
        city: "Русе",
        geocode: [43.853111, 25.960833],
        popUp: "ул. „Гургулят“ 7002, 7002 Русе Център, Русе"
      },
      {
        city: "Русе",
        geocode: [43.851083, 25.967806],
        popUp: "ул. „Капитан Маринов“ 46-41, 7020 ж.к. Възраждане - юг, Русе"
      },
      {
        city: "Русе",
        geocode: [43.849306, 25.962000],
        popUp: "ул. „Щип“ 2-6, 7002 Ялта, Русе"
      },
      {
        city: "Русе",
        geocode: [43.857333, 25.966611],
        popUp: "Алеи \ Възраждане 16, 7002 ж.к. Възраждане, Русе"
      },
      {
        city: "Русе",
        geocode: [43.860667, 25.976417],
        popUp: "ул. „Битоля“, 7004 ж.к. Възраждане Североизток, Русе"
      },
      {
        city: "Русе",
        geocode: [43.832278, 25.969111],
        popUp: "7001 ж.к. Дружба 1, Русе"
      },
      {
        city: "Русе",
        geocode: [43.838806, 25.959194],
        popUp: "бул. „Цар Освободител“, 7012 ж.к. Централен южен район, Русе"
      },
      {
        city: "Русе",
        geocode: [43.844222, 25.970667],
        popUp: "ул. „Чипровци“, 7006 Русе"
      },
      {
        city: "Русе",
        geocode: [43.851556, 25.966000],
        popUp: "7020 ж.к. Възраждане - юг, Русе"
      },
      {
        city: "Русе",
        geocode: [43.851250, 25.985861],
        popUp: "7013 Здравец Изток, Русе"
      },
      {
        city: "Русе",
        geocode: [43.857194, 25.975500],
        popUp: "ул. „Тулча“, Жп Гара Товарна, Рус"
      },
      {
        city: "Русе",
        geocode: [43.857194, 25.975500],
        popUp: "ул. „Тулча“, Жп Гара Товарна, Русе"
      },
      {
        city: "Русе",
        geocode: [43.842806, 25.961861],
        popUp: "7000 Пазара, Русе"
      },
      {
        city: "Русе",
        geocode: [43.847306, 25.956361],
        popUp: "ул. „Професор Асен Златаров“ 24, 7000 Русе Център, Русе"
      },
      {
        city: "Русе",
        geocode: [43.845361, 25.952194],
        popUp: "ул. „Иван Вазов“, 7000 Русе Център, Русе"
      },
      {
        city: "Русе",
        geocode: [43.814528, 25.926778],
        popUp: "7000 Западна промишлена зона METRO, Русе"
      },
      {
        city: "Русе",
        geocode: [43.855583, 25.959111],
        popUp: "ул. „Майор Атанас Узунов“ 10-12, 7002 Русе Център, Русе"
      },
      {
        city: "Русе",
        geocode: [43.831481, 25.967780],
        popUp: "ул. „Еленин връх“, 7001 ж.к. Дружба 1, Русе"
      },
      {
        city: "Русе",
        geocode: [43.846694, 25.976611],
        popUp: "Лилд, ул. „Околчица“, 7005 Дунав, Русе -2 бр"
      },
      {
        city: "Свищов",
        geocode: [43.619019, 25.350296],
        popUp: "52, 5250 Център, Свищов"
      },
      {
        city: "Свищов",
        geocode: [43.614123, 25.344555],
        popUp: "ул. Академик Александър Божинов, 5250 жк. Химик, Свищов"
      },
      {
        city: "Свищов",
        geocode: [43.609180, 25.363867],
        popUp: "5252 Младост, Свищов"
      },
      {
        city: "Свищов",
        geocode: [43.611194, 25.358049],
        popUp: "ж.к. Младост 3, 5252 Младост, Свищов"
      },
      {
        city: "Севлиево",
        geocode: [43.015471, 25.098914],
        popUp: "5403 Севлиево"
      },
      {
        city: "Севлиево",
        geocode: [43.019491, 25.093206],
        popUp: "5403 Севлиево"
      },
      {
        city: "Севлиево",
        geocode: [43.030416, 25.089017],
        popUp: "5400 д-р Атанас Москов, Севлиево"
      },
      {
        city: "Севлиево",
        geocode: [43.025465, 25.105113],
        popUp: "Генeрал Никола Генев, 5400 Център, Севлиево"
      },
      {
        city: "Сливен",
        geocode: [42.678041, 26.324479],
        popUp: "8801 Сливен Център, Сливен"
      },
      {
        city: "Сливен",
        geocode: [42.680314, 26.316682],
        popUp: "бул. „Хаджи Димитър“ 3, 8800 Сливен Център, Сливен"
      },
      {
        city: "Сливен",
        geocode: [42.677338, 26.305914],
        popUp: "ул. „Георги Икономов“ 58-60, 8800 Клуцохор, Сливен"
      },
      {
        city: "Сливен",
        geocode: [42.681819, 26.325397],
        popUp: "8801 Сливен Център, Сливен"
      },
      {
        city: "Сливен",
        geocode: [42.687655, 26.326506],
        popUp: "ул. „Добри Димитров“ 1, 8802 Сливен"
      },
      {
        city: "Сливен",
        geocode: [42.690800, 26.329682],
        popUp: "ул. „Добри Димитров“, 8802 Сливен"
      },
      {
        city: "Сливен",
        geocode: [42.687742, 26.332641],
        popUp: "488 20, 8802 Ново село, Сливен"
      },
      {
        city: "Сливен",
        geocode: [42.690506, 26.343259],
        popUp: "8808 ж.к. Сините камъни, Сливен"
      },
      {
        city: "Сливен",
        geocode: [42.685909, 26.342598],
        popUp: "8808 ж.к. Сините камъни, Сливен"
      },
      {
        city: "Сливен",
        geocode: [42.684823, 26.341928],
        popUp: "8808 ж.к. Българка, Сливен"
      },
      {
        city: "Сливен",
        geocode: [42.674075, 26.334841],
        popUp: "ж.к. Стоян Заимов 62, 8804 Стоян Заимов, Сливен"
      },
      {
        city: "Смолян",
        geocode: [41.573437, 24.781063],
        popUp: "ул. Мандикарска 4702 Устово, Смолян"
      },
      {
        city: "Смолян",
        geocode: [41.579255, 24.693702],
        popUp: "ул. „Хан Пресиян“ 19, 4703 Стар център, Смолян"
      },
      {
        city: "Смолян",
        geocode: [41.587284, 24.683293],
        popUp: "ул. „Невястата“ 16-18, 4703 Стар център, Смолян"
      },
      {
        city: "Смолян",
        geocode: [41.569819, 24.728469],
        popUp: "ул. „Баба Тонка“ 9-1, 4701 Райково, Смолян"
      },
      {
        city: "Смолян",
        geocode: [41.575725, 24.712767],
        popUp: "ул. „Хан Аспарух“, 4700 ж.к. Нов център, Смолян"
      },
      {
        city: "Смядово",
        geocode: [43.063216, 27.014623],
        popUp: "9820 Смядово"
      },
      {
        city: "Сопот",
        geocode: [42.653584, 24.754764],
        popUp: "ул. „Христо Ботев“ 2, 4330 Сопот"
      },
      {
        city: "Сопот",
        geocode: [42.656608, 24.763827],
        popUp: "4330 жк. Сарая, Сопот"
      },
      {
        city: "София",
        geocode: [42.710796, 23.263071],
        popUp: "ул. „полк. Стоян Топузов“ 722-718, 1324 ж.к. Люлин 7, София"
      },
      {
        city: "София",
        geocode: [42.721590, 23.260872],
        popUp: "ул. „Златопласт“, 1324 ж.к. Люлин 8, София"
      },
      {
        city: "София",
        geocode: [42.717993, 23.265152],
        popUp: "ул. „ген. Никола Генев“, 1324 ж.к. Люлин 9, София"
      },
      {
        city: "София",
        geocode: [42.774750, 23.313079],
        popUp: "63 ОУ \"Христо Ботев\", ул. „Леденика“ 12, 1298 кв. Требич, София"
      },
      {
        city: "София",
        geocode: [42.729129, 23.295165],
        popUp: "ул. „Възрожденска“, 1220 ж.к. Надежда 1, София"
      },
      {
        city: "София",
        geocode: [42.726955, 23.300061],
        popUp: "1220 ж.к. Надежда 1, София"
      },
      {
        city: "София",
        geocode: [42.678881, 23.313415],
        popUp: "бул. „Петко Каравелов“ 3, ж.к. Иван Вазов, София"
      },
      {
        city: "София",
        geocode: [42.655437, 23.288441],
        popUp: "ул. „Васил Стефанов“ 57, 1404 кв. Манастирски ливади, София"
      },
      {
        city: "София",
        geocode: [42.650924, 23.384588],
        popUp: "ул. „Ана Ахматова“ 520, 1729 ж.к. Младост 1А, София"
      },
      {
        city: "София",
        geocode: [42.635173, 23.379990],
        popUp: "1715 ж.к. Младост 4, София"
      },
      {
        city: "София",
        geocode: [42.646673, 23.409176],
        popUp: "1582 ж.к. Дружба 2, София"
      },
      {
        city: "София",
        geocode: [42.651780, 23.402433],
        popUp: "1582 ж.к. Дружба 2, София"
      },
      {
        city: "София",
        geocode: [42.660393, 23.399789],
        popUp: "ул. „Тирана“, 1592 ж.к. Дружба 1, София - 2 бр."
      },
      {
        city: "София",
        geocode: [42.666100, 23.397151],
        popUp: "ул. „5019-та“, 1592 ж.к. Дружба 1, София"
      },
      {
        city: "София",
        geocode: [42.660381, 23.394546],
        popUp: "ул. „капитан Димитър Списаревски“, 1592 7-ми 11-ти километър"
      },
      {
        city: "София",
        geocode: [42.658404, 23.378058],
        popUp: "ул. „Йерусалим“, 1750 Младост 1, София"
      },
      {
        city: "София",
        geocode: [42.655467, 23.374179],
        popUp: "ул. „Йерусалим“ 24, 1784 ж.к. Младост 1, София"
      },
      {
        city: "София",
        geocode: [42.653171, 23.372122],
        popUp: "1784 Младост 1, София"
      },
      {
        city: "София",
        geocode: [42.651708, 23.374458],
        popUp: "1784 Младост 1, София"
      },
      {
        city: "София",
        geocode: [42.651026, 23.376820],
        popUp: "бул. „Андрей Сахаров“ 4, 1784 Младост 1, София"
      },
      {
        city: "София",
        geocode: [42.627173, 23.383914],
        popUp: "ул. „проф. Александър Танев“ 469, 1715 ж.к. Младост 4"
      },
      {
        city: "София",
        geocode: [42.633333, 23.378099],
        popUp: "1715 ж.к. Младост 4, София"
      },
      {
        city: "София",
        geocode: [42.645478, 23.383176],
        popUp: "ул. „ген. Радко Димитриев“, 1712 ж.к. Младост 3"
      },
      {
        city: "София",
        geocode: [42.645279, 23.379575],
        popUp: "ул. „Бъднина“, 1712 ж.к. Младост 3, София"
      },
      {
        city: "София",
        geocode: [42.643190, 23.338752],
        popUp: "ул. „Проф. д-р Иван Странски“ 3, 1700 Студентски Комплекс"
      },
      {
        city: "София",
        geocode: [42.644056, 23.342008],
        popUp: "ул. „акад. Борис Стефанов\", 1700 Студентски Комплекс"
      },
      {
        city: "София",
        geocode: [42.644931, 23.345101],
        popUp: "ул. „Акад. Стефан Младенов“ 80, 1700 Студентски Комплекс"
      },
      {
        city: "София",
        geocode: [42.642932, 23.343674],
        popUp: "ул. „Проф. д-р Иван Странски“, 1700 Студентски Комплекс"
      },
      {
        city: "София",
        geocode: [42.663269, 23.344530],
        popUp: "ул. „Никола Габровски“ 20-22, 1172 ж.к. Дианабад"
      },
      {
        city: "София",
        geocode: [42.660407, 23.300684],
        popUp: "1404 ж.к. Гоце Делчев, София"
      },
      {
        city: "София",
        geocode: [42.661596, 23.289134],
        popUp: "ул. „Иван Кирков“, 1404 кв. Манастирски ливади, София"
      },
      {
        city: "София",
        geocode: [42.665007, 23.281986],
        popUp: "ул. „Пирин“ 61-75, 1680 кв. Манастирски ливади, София"
      },
      {
        city: "София",
        geocode: [42.666198, 23.281811],
        popUp: "ул. Казбек, 1680 кв. Манастирски ливади, София"
      },
      {
        city: "София",
        geocode: [42.661214, 23.283138],
        popUp: "ул. „Ралевица“, 1618 кв. Манастирски ливади, София"
      },
      {
        city: "София",
        geocode: [42.658684, 23.280501],
        popUp: "ул. „Ралевица“ 75, 1618 кв. Манастирски ливади, София"
      },
      {
        city: "София",
        geocode: [42.673553, 23.269757],
        popUp: "бул. „Овча купел“, 1618 кв. Овча купел, София"
      },
      {
        city: "София",
        geocode: [42.678639, 23.267639],
        popUp: "ул. „Буземска“, 1618 кв. Овча купел, София"
      },
      {
        city: "София",
        geocode: [42.683071, 23.270644],
        popUp: "Паркинг, ул. „Орчо Войвода“ 7, 1618 ж.к. Овча купел 1"
      },
      {
        city: "София",
        geocode: [42.679349, 23.284073],
        popUp: "ул. „Житница“, 1612 ж.к. Лагера, София"
      },
      {
        city: "София",
        geocode: [42.717943, 23.257555],
        popUp: "1324 ж.к. Люлин - Център, София"
      },
      {
        city: "София",
        geocode: [42.702344, 23.297987],
        popUp: "бул. „Константин Величков“ 61, 1309 София център, София"
      },
      {
        city: "София",
        geocode: [42.683969, 23.256667],
        popUp: "ул. „Монтевидео“, 1632 София"
      },
      {
        city: "София",
        geocode: [42.684277, 23.248293],
        popUp: "Братя Прошек, 1632 ж.к. Овча купел 2, София"
      },
      {
        city: "София",
        geocode: [42.639582, 23.312751],
        popUp: "ул. „Витошка зорница“, 1415 Водолей-1, София"
      },
      {
        city: "София",
        geocode: [42.615156, 23.338593],
        popUp: "бул. „Симеоновско шосе“ 209, 1434 кв. Симеоново, София"
      },
      {
        city: "София",
        geocode: [42.633176, 23.375416],
        popUp: "ул. „Божан Ангелов“ 426, 1715 ж.к. Младост 4, София"
      },
      {
        city: "София",
        geocode: [42.720712, 23.333605],
        popUp: "ул. „Капиновски манастир“ 2-10, 1225 кв. Орландовци, София"
      },
      {
        city: "Стрелча",
        geocode: [42.503320, 24.322031],
        popUp: "Иван Вазов, 4530 Стрелча"
      },
      {
        city: "Стрелча",
        geocode: [42.506844, 24.317143],
        popUp: "ул. Тодор Каблешков, 4530 Стрелча"
      },
      {
        city: "Стрелча",
        geocode: [42.510405, 24.321859],
        popUp: "Димитър Благоев, 4530 Стрелча"
      },
      {
        city: "Старцево /Златоград/",
        geocode: [41.430421, 25.050478],
        popUp: "ул. Любен Каравелов, 4987 Старцево"
      },
      {
        city: "Троян",
        geocode: [42.890589, 24.709161],
        popUp: "ул. „Кирил и Методий“ 43-29, 5600 Троян"
      },
      {
        city: "Троян",
        geocode: [42.891603, 24.705772],
        popUp: "ул. „Професор н. Шипковенски“ 11-15, 5600 Черногор, Троян"
      },
      {
        city: "Троян",
        geocode: [42.899190, 24.713044],
        popUp: "ул. „Буковец“, 5602 Младост, Троян"
      },
      {
        city: "Троян",
        geocode: [42.883472, 24.711398],
        popUp: "ул. „Г.С. Раковски“ 53-17, 5600 Център, Троян"
      },
      {
        city: "Троян",
        geocode: [42.871267, 24.711246],
        popUp: "ж.к. Лъгът 19, 5600 Троян"
      },
      {
        city: "Троян",
        geocode: [42.872866, 24.712044],
        popUp: "ул. „Балкан\" 23, 5601 Лъгът, Троян"
      },
      {
        city: "Трявна",
        geocode: [42.879348, 25.495262],
        popUp: "5350 ул.Васил Априлов 1, Трявна"
      },
      {
        city: "Трявна",
        geocode: [42.870956, 25.498128],
        popUp: "ул. „Александър Стамболийски“, 5350 Трявна"
      },
      {
        city: "Трявна",
        geocode: [42.866638, 25.491920],
        popUp: "ул. „Ангел Кънчев“ 21, 5350 Трявна"
      },
      {
        city: "Търговище",
        geocode: [43.246124, 26.576055],
        popUp: "ул. „Преслав“ 9А, 7700 Търговище Център, Търговище"
      },
      {
        city: "Търговище",
        geocode: [43.242744, 26.579518],
        popUp: "ул. „Паисий“ 17А, 7700 Боровец, Търговище"
      },
      {
        city: "Търговище",
        geocode: [43.247696, 26.576553],
        popUp: "ул. „Стефан Караджа“ 7-11, 7700 Търговище"
      },
      {
        city: "Търговище",
        geocode: [43.251077, 26.570607],
        popUp: "ул. „Цар Симеон“ 3, 7700 Търговище Център, Търговище"
      },
      {
        city: "Търговище",
        geocode: [43.243958, 26.564234],
        popUp: "ул. „Васил Петлешков“, 7700 Вароша, Търговище"
      },
      {
        city: "Търговище",
        geocode: [43.242310, 26.560150],
        popUp: "бул. ,,Сюрен\", 7705 ж.к. Запад 1, Търговище"
      },
      {
        city: "Търговище",
        geocode: [43.239546, 26.556783],
        popUp: "ж.к. Запад 2 58Г, 7705 ж.к. Запад 2, Търговище"
      },
      {
        city: "Търговище",
        geocode: [43.239482, 26.568422],
        popUp: "5, ул. „Беласица“, 7703 Вароша, Търговище"
      },
      {
        city: "Търговище",
        geocode: [43.248292, 26.553866],
        popUp: "7702 ж.к. Запад 3, Търговище"
      },
      {
        city: "Търговище",
        geocode: [43.238619, 26.571243],
        popUp: "7700 Вароша, Търговище"
      },
      {
        city: "Търговище",
        geocode: [43.239849, 26.574848],
        popUp: "ул. „Мургаш“, 7700 Боровец, Търговище"
      },
      {
        city: "Търговище",
        geocode: [43.247852, 26.574379],
        popUp: "ул. „Лилия“ 3-5, 7700 Търговище Център, Търговище"
      },
      {
        city: "Угърчин",
        geocode: [43.106276, 24.412629],
        popUp: "ул.Светулка, 5580 Угърчин"
      },
      {
        city: "Хасково",
        geocode: [41.925201, 25.564538],
        popUp: "бул. „Илинден“ 89-87, 6302 ж.к. Овчарски, Хасково"
      },
      {
        city: "Хасково",
        geocode: [41.937988, 25.546277],
        popUp: "ул. „Дунав“ 4, 6301 ж.к. Любен Каравелов, Хасково"
      },
      {
        city: "Хасково",
        geocode: [41.938471, 25.543420],
        popUp: "ул. „Мадара“, 6301 ж.к. Любен Каравелов, Хасково"
      },
      {
        city: "Хасково",
        geocode: [41.937621, 25.537943],
        popUp: "6301 ж.к. Бадема, Хасково"
      },
      {
        city: "Хасково",
        geocode: [41.936233, 25.554985],
        popUp: "бул. „Г.С.Раковски“, 6300 ж.к. Дружба I, Хасково"
      },
      {
        city: "Хасково",
        geocode: [41.930641, 25.565215],
        popUp: "6304 Хасково Център, Хасково"
      },
      {
        city: "Хасково",
        geocode: [41.929748, 25.563026],
        popUp: "бул. „Стефан Стамболов“, 6304 Хасково Център, Хасково"
      },
      {
        city: "Хасково",
        geocode: [41.927727, 25.565871],
        popUp: "ул. „Драгоман“ 77-73, 6300 ж.к. Овчарски, Хасково"
      },
      {
        city: "Хасково",
        geocode: [41.944292, 25.556210],
        popUp: "ж.к. Орфей, 6303 Орфей, Хасково - 2 бр"
      },
      {
        city: "Хисаря",
        geocode: [42.506325, 24.708514],
        popUp: "бул. Генерал Гурко 31-27, 4180 Център, Хисаря"
      },
      {
        city: "Хисаря",
        geocode: [42.500365, 24.712332],
        popUp: "бул. Генерал Гурко 3, 4180 Център, Хисаря"
      },
      {
        city: "Ценово",
        geocode: [43.537295, 25.656414],
        popUp: "54, 7139 Ценово"
      },
      {
        city: "Чепеларе",
        geocode: [41.724494, 24.685657],
        popUp: "ул. Беловска 2-6, 4850 Чепеларе"
      },
      {
        city: "Чепеларе",
        geocode: [41.728116, 24.685059],
        popUp: "ул. Хан Аспарух 2-8, 4850 Чепеларе"
      },
      {
        city: "Чепеларе",
        geocode: [41.726040, 24.678580],
        popUp: "ул. 24 май 50, 4850 Чепеларе"
      },
      {
        city: "Шумен",
        geocode: [43.278000, 26.914821],
        popUp: "9705 Шумен"
      },
      {
        city: "Шумен",
        geocode: [43.276828, 26.907867],
        popUp: "ул. „Самара“, 9710 ж.к. Боян Българанов II, Шумен"
      },
      {
        city: "Шумен",
        geocode: [43.270588, 26.911365],
        popUp: "9702 Шумен Център, Шумен"
      },
      {
        city: "Шумен",
        geocode: [43.271337, 26.914797],
        popUp: "ул. „Август Попов“ 8-18, 9700 Шумен Център, Шумен"
      },
      {
        city: "Шумен",
        geocode: [43.275949, 26.928042],
        popUp: "ул. „Панайот Волов“ 53, 9700 Шумен Център, Шумен - 2 бр."
      },
      {
        city: "Шумен",
        geocode: [43.272288, 26.938185],
        popUp: "Паркинг, Градски, Шумен"
      },
      {
        city: "Шумен",
        geocode: [43.275329, 26.955108],
        popUp: "ул. „Родопи“ 261, 9704 ж.к. Тракия, Шумен - 2 бр."
      },
      {
        city: "Шумен",
        geocode: [43.272188, 26.956588],
        popUp: "9704 ж.к. Тракия, ул. Дедеагач, Шумен"
      },
      {
        city: "Шумен",
        geocode: [43.276745, 26.937124],
        popUp: "ул. „Университетска“ 10, 9703 Шумен"
      },
      {
        city: "Шумен",
        geocode: [43.269175, 26.926510],
        popUp: "ул. „Съединение“, 9700 Шумен Център, Шумен - 2 бр"
      },
      {
        city: "Шумен",
        geocode: [43.266292, 26.936617],
        popUp: "ул. „Преслав“ 28-40, 9701 Шумен Център, Шумен"
      },
      {
        city: "Шумен",
        geocode: [43.266485, 26.944257],
        popUp: "ул. „Каварна“, 9708 Добруджански, Шумен -  2 бр."
      },
      {
        city: "Шумен",
        geocode: [43.241054, 26.927159],
        popUp: "бул. „Велики Преслав“ 142, 9706 Дивдядово, Шумен"
      },
      {
        city: "Ямбол",
        geocode: [42.470722, 26.528381],
        popUp: "ж.к. Диана 70-17, 8602 ж.к. Диана, Ямбол"
      },
      {
        city: "Ямбол",
        geocode: [42.476608, 26.499763],
        popUp: "ул. „Доктор Кръстев“ 7, 8601 Каргон, Ямбол"
      },
      {
        city: "Ямбол",
        geocode: [42.482256, 26.499042],
        popUp: "ул. „Дружба“ 5, 8600 Ямбол Център, Ямбол"
      },
      {
        city: "Ямбол",
        geocode: [42.479598, 26.518539],
        popUp: "бул. „Граф Игнатиев“ 27, 8600 ж.к. Изток, Ямбол"
      },
      {
        city: "Ямбол",
        geocode: [42.485673, 26.507722],
        popUp: "ул. „Цар Иван Шишман“, 8600 Ямбол Център, Ямбол"
      },
      {
        city: "Ямбол",
        geocode: [42.482941, 26.489602],
        popUp: "Златен Рог 5А, 8606 ж.к. Златен рог, Ямбол"
      }

      
      

      
            
      

      
      
      
      
      
      

      
      
      


    
  ];
  
  module.exports = markers;
  